{
    "headerImage": "images/MSFC_Header.svg",
    "footerText": {"nasaOfficial": "", "pageEditor": "Simone Booth"},
    "exploreHeader": "explore.svg",
    "exploreText": "Click on the dots to show more information. Each item has a clickable map icon in their information section, which will lead to google maps.",
    "menuImage": "menu_icon.png",
    "menuIcons": { "mapIcon": "pin_2.svg", "exploreIcon": "explore_svg.svg", "infoIcon": "info.svg", "feedbackIcon":"feedback_02.svg" },
    "feedbackEmail": "simone.booth1002@gmail.com",
    "mapImage": "images/render-reexport.png",
    "msfcDescription": "Since its founding in 1960, Marshall Space Flight Center has been a vital contributer of propulsion systems and hardware, flagship launch vehicles, world-class space systems, state-of-the-art engineering technologies and cutting-edge science and research projects and solutions.",

    "adminArea": "images/admin_2.png",
    "adminScale": 0.15,
    "adminTop":"9.6%",
    "adminLeft":"8.0%",

    "engArea": "images/eng_4.png",
    "engScale": 0.15,
    "engTop":"43.6%",
    "engLeft":"22.5%",

    "southArea": "images/south_test1.png",
    "southScale":0.35,
    "southTop":"38.9%",
    "southLeft":"66.4%",

    "westArea": "images/west_test1.png",
    "westScale":0.29,
    "westTop":"61.5%",
    "westLeft":"57.8%",

    "homeLink":"https://s-booth02.github.io/",
    "siteIcon":"images/MSFC_Site_Icon.svg",
    "pageTitle":"MSFC Virtual Tour",
    "infoPageText": {
        "header": "Since its beginning in 1960, Marshall has provided the agency with mission-critical design, development and integration of the launch and space systems required for space operations, exploration and scientific missions.", 
        "paragraph": "Marshall’s legacy in rocket engineering includes providing the Saturn rockets that powered Americans to the moon and the Lunar Roving Vehicle that aided exploration of the moon; managing the development of Skylab, America’s first space station; developing space shuttle propulsion systems and experiments, including Spacelab; building the Hubble Space Telescope and the Chandra X-ray Observatory; and building the International Space Station’s laboratory modules and experiment facilities and operating station science experiments.",
        "image1": "images/historic_rocket.jpg",
        "image2": "images/msfc_070919_sls_lh2_sta_in_stand_5.jpg"
    }
}
